adw-gtk-theme
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cups
cups-pk-helper
efibootmgr
fastfetch
ffmpegthumbnailer
ghostty
git
gitea
github-cli
greetd
greetd-tuigreet
gst-plugin-pipewire
hyprland
hyprpaper
imagemagick
intel-ucode
libpulse
linux
linux-firmware
nano
neovim
networkmanager
nwg-look
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
resvg
rofi
sof-firmware
sudo
swww
system-config-printer
ttf-nerd-fonts-symbols
tuned
tuned-ppd
udiskie
ueberzugpp
vifm
vim
waybar
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-hyprland
zathura
zathura-pdf-mupdf
zram-generator
